{
  "sections": {
    "945e1b6a-7e2c-48e4-b5ed-d325726d365b": {
      "type": "buttons",
      "blocks": {
        "template--16005181243557__945e1b6a-7e2c-48e4-b5ed-d325726d365b-16774210848c810037-0": {
          "type": "buttons",
          "settings": {
            "btn_text": "term & conditions",
            "btn_link": "shopify:\/\/pages\/terms-conditions",
            "btn_selected": false
          }
        },
        "9720510a-e70b-4129-9e17-27409bc2775a": {
          "type": "buttons",
          "settings": {
            "btn_text": "privacy policy",
            "btn_link": "shopify:\/\/pages\/privacy-policy",
            "btn_selected": true
          }
        },
        "c3d6a58e-1deb-4649-8cae-8a5efb7a991a": {
          "type": "buttons",
          "settings": {
            "btn_text": "cookies",
            "btn_link": "shopify:\/\/pages\/cookie-policy",
            "btn_selected": false
          }
        }
      },
      "block_order": [
        "template--16005181243557__945e1b6a-7e2c-48e4-b5ed-d325726d365b-16774210848c810037-0",
        "9720510a-e70b-4129-9e17-27409bc2775a",
        "c3d6a58e-1deb-4649-8cae-8a5efb7a991a"
      ],
      "settings": {}
    },
    "main": {
      "type": "main-page",
      "settings": {}
    },
    "bc968b9e-f027-4344-9c59-ccdcc3406452": {
      "type": "rich-text",
      "settings": {
        "full_width": false,
        "section_title": "",
        "text": "<p>Forniamo questa Informativa sulla privacy per descrivere le informazioni personali che vengono raccolte quando ti iscrivi per ricevere messaggi di posta elettronica da Funky , nei nostri negozi online, utilizzando i nostri siti web o altri prodotti o servizi o quando interagisci altrimenti con noi. Oltre a questa Politica, per alcune offerte speciali, aree del nostro sito web o per determinati servizi o attività, possiamo fornire pratiche di informazioni personali diverse o ulteriori informazioni e termini specifici per tali programmi. Utilizzando il nostro sito, iscrivendoti per ricevere posta elettronica, utilizzando i nostri altri prodotti o servizi o fornendo altrimenti informazioni a noi, stai accettando le pratiche descritte in questa Policy.<br\/><br\/><strong>CAMPO DI APPLICAZIONE DI QUESTA PRIVACY POLICY<\/strong><br\/>Questa policy si applica a informazioni personali identificabili, o “informazioni personali” che raccogliamo quando ti iscrivi per ricevere e-mail, acquisti nei nostri negozi, visiti uno dei nostri siti web (collettivamente, il “sito”), o utilizzi o accedi ai nostri altri prodotti o servizi. Essa si applica anche alle informazioni personali che raccogliamo quando interagisci con noi, come ad esempio quando effettui un pagamento, ordini, effettui l’iscrizione ad un’attività o contatti il servizio clienti. Questa politica si applica anche alle informazioni personali che potremmo ricevere dai nostri partner e da fonti di terze parti.<br\/><br\/><strong>INFORMAZIONI PERSONALI<\/strong><br\/>Le informazioni personali attinenti a questa politica sono le informazioni personali che a associamo direttamente a una persona specifica, come il nome della persona, l’indirizzo, il numero di telefono o di fax, l’indirizzo e-mail, le informazioni relative all’account (ad esempio, attività online, informazioni su carte di credito e registrazioni online) o altre informazioni personali specifiche. A causa della vasta gamma di servizi e offerte di prodotti, raccogliamo altre informazioni personali molto specifiche. Ad esempio, possiamo raccogliere l’età o la data e l’anno di nascita e il numero di bambini della tua famiglia. La nostra definizione di informazioni personali non include le informazioni personali “aggregate”. Queste sono informazioni che raccogliamo su un gruppo o una categoria di servizi o di persone che non contengono informazioni personali o da cui noi o i nostri agenti rimuoviamo le informazioni personali.<br\/><br\/><strong>RACCOLTA DI INFORMAZIONI PERSONALI<\/strong><br\/>Raccogliamo informazioni personali su di te durante il normale corso della nostra attività quando acquisti nei nostri negozi o sul nostro sito o quando utilizzi i nostri servizi o interagisci altrimenti con noi. Di seguito vengono descritti vari modi in cui possiamo ottenere informazioni personali da te.<br\/>Informazioni personali fornite da te<br\/>Raccogliamo informazioni personali che variano con i tuoi acquisti, interessi e attività ed in base a cosa hai scelto di fornirci. Raccogliamo informazioni personali quando ti iscrivi, acquisti o utilizzi i nostri prodotti o servizi, quando ti iscrivi per ricevere e-mail o quando ti metti in contatto con via e-mail, telefono o comunichi altrimenti con noi. Puoi inviare informazioni personali con una domanda di lavoro o nel curriculum fornito come parte di un processo di candidatura per una posizione lavorativa. Riceviamo anche informazioni personali quando telefoni o invii un messaggio di posta elettronica ai rappresentanti del servizio clienti o quando ci contatti per un prodotto o servizio che hai acquistato in precedenza. In alcuni casi, le informazioni personali che ti chiediamo di fornire saranno obbligatorie per partecipare ad una particolare attività o servizio. Se non si fornisce tali informazioni personali, la tua partecipazione può essere limitata o vietata.<br\/>Informazioni personali raccolte automaticamente<br\/>Riceviamo alcuni tipi di informazioni personali automaticamente ogni volta che utilizzi i nostri servizi. Ad esempio, quando il tuo browser web accede al nostro sito, otteniamo alcuni tipi di informazioni personali, come il tuo indirizzo IP, il tipo di browser utilizzato e la pagina che hai visitato prima di visitare il nostro sito.<br\/>Informazioni personali Da altre fonti<br\/>Possiamo ricevere informazioni personali su di te da altre fonti. Ad esempio, possiamo ricevere il merito di credito o altre informazioni personali finanziarie quando compili una candidatura per una posizione lavorativa. Possiamo anche acquistare alcune informazioni personali da altri utenti per informarti meglio sui nostri prodotti, servizi e offerte che riteniamoti possano interessare. Questa Politica si applica alle informazioni personali che otteniamo da altre fonti, nonché a qualsiasi informazione personale che aggiungiamo o si abbina a informazioni personali altrimenti coperti da questa Politica.<\/p><p><strong>IL NOSTRO UTILIZZO DI INFORMAZIONI PERSONALI<\/strong><br\/>Usiamo le informazioni personali che raccogliamo per vari scopi; ad esempio, per fornire prodotti o servizi, elaborare e completare transazioni, spedire o trasportare in altro modo beni o servizi, rispondere alle richieste, prendere decisioni aziendali interne, valutare offerte disponibili e prendere decisioni sui servizi offerti, proteggere i nostri diritti o proprietà, creare prodotti e servizi, anticipare e risolvere problemi reali o potenziali con i nostri prodotti e servizi e informarti riguardo prodotti, servizi e offerte che riteniamo possano essere di tuo interesse. Di seguito sono riportati alcuni esempi più specifici di come utilizziamo le informazioni personali:<br\/>– Utilizziamo il tuo nome e l’indirizzo postale per recapitarti i nostri prodotti via posta. Funky invia e-mail su notizie, eventi e promozioni generali.<br\/>– Utilizziamo le tue informazioni personali sulla fatturazione e la carta di credito per elaborare i tuoi ordini di prodotti e servizi, per consegnare i prodotti e i servizi e per il pagamento di tali.<br\/>– Possiamo utilizzare le tue informazioni personali per verificare e convalidare la tua identità. -Se invii una candidatura per una posizione lavorativa, possiamo utilizzare le informazioni personali nell’applicazione o nel cv per comunicare con te e, in base alle leggi e ai regolamenti che regolano la nostra considerazione di tali informazioni personali, e per valutare le tue qualifiche per la posizione. Possiamo aggregare informazioni sulle tue attività e servizi per aiutarci a determinare il tuo potenziale interesse per altri prodotti o servizi.<br\/>-A scopo di marketing e simili, possiamo utilizzare le informazioni personali per offrire prodotti e servizi da noi o da altri. Offriamo inoltre scelte di opt-out, a cui potete accedere cliccando sul link in fondo all’email.<br\/>-Sebbene il nostro sito sia destinato principalmente agli utenti europei, offriamo esperienze all’aperto e altri eventi che si svolgono in altri paesi e, in un’economia globale, non svolgiamo ogni aspetto della nostra attività in un solo Paese. Possiamo trasferire le informazioni personali in tutto il mondo in modo conforme a questa politica.<br\/>– Teniamo le informazioni come un record delle nostre interazioni con te. Se fai un ordine o ti rapporti altrimenti con noi o con i nostri rappresentanti via telefono, possiamo registrare la conversazione. Le informazioni personali che si riferiscono alla chiamata possono essere registrate o immesse in un altro supporto (ad esempio un computer). Possiamo anche tenere registri di chat online e di email intercorse con te.<br\/>– Possiamo fornire avviso di accesso non autorizzato o altre invasioni di determinati sistemi di sicurezza, come richiesto dalla legge o altrimenti. Possiamo farlo inviando un avviso sul nostro sito o inviando un avviso a qualsiasi indirizzo e-mail che abbiamo per te, o con altri mezzi. Ti rendi conto che la notifica a voi sarà considerata come notifica ad altri utilizzando il tuo account o l’adesione e tu accetti di passare questa notizia a loro.<br\/>-Possiamo utilizzare le informazioni personali su di te per affrontare il processo legale di seguito e per rispettare le leggi aziendali che consentono di esaminare determinati libri e registri aziendali (ad esempio i verbali delle riunioni dei membri e i nomi e gli indirizzi dei membri che hanno diritto di voto).<br\/>-Possiamo utilizzare le tue informazioni personali nel tentativo di fare una o tutte queste cose: (i) impedire o indagare su frodi, crimini, uso non autorizzato di informazioni personali o sito, o danni economici o personali a chiunque; ii) agevolare i richiami dei prodotti; e (iii) indagare, proteggere, difendere o far valere i diritti e la proprietà di Funky s.n.c. o chiunque altro. Nell’iscrizione di questi tipi di azioni in cui possiamo utilizzare le informazioni personali, non stiamo promettendo dichiarando di intraprendere alcuna azione e che prenderemo o non prenderemo tale azione a nostra esclusiva discrezione. È impossibile elencare ogni uso legittimo che possiamo fare di informazioni personali e gli esempi di cui sopra non sono destinati a farlo – sono solo una descrizione generale e sono per illustrazione.<\/p><p><strong>DIVULGAZIONE DEGLI INFORMAZIONI PERSONALI<\/strong><br\/>Se non come descritto in questa Policy, la nostra pratica commerciale è di NON divulgare informazioni personali al di fuori di Funky se delle sue affiliate senza il tuo consenso. Le informazioni personali vengono divulgate come segue:<br\/>Con il Suo Consenso<br\/>Divulghiamo i tuoi dati personali a terzi con il tuo consenso. Possiamo ottenere il tuo consenso in diversi modi, ad esempio in una forma o in un accordo; online, attraverso accordi “click-through” o pagine di registrazione; verbalmente, attraverso la risposta vocale interattiva; o quando il tuo consenso fa parte dei termini e delle condizioni attraverso cui ti forniamo un particolare prodotto o servizio. Il tuo consenso è talvolta implicito. Ad esempio, se acquisti un prodotto da un negozio o attraverso il nostro sito e chiediamo di essere spediti a casa o ad un altro indirizzo, implicitamente acconsenti alla nostra divulgazione del tuo nome e indirizzo ad una compagnia di spedizioni di terze parti per completare la consegna, del numero di carta di credito al processore della carta di credito per autorizzare la transazione e alla banca per raccogliere il pagamento.<br\/>Realizzazione del prodotto o del servizio<br\/>Possiamo divulgare le informazioni personali a terzi che completano le transazioni o eseguono servizi per conto nostro, transazioni per il tuo conto o trasferimenti relativi a fornitura di prodotti o servizi. Ad esempio, possiamo contrattare con terzi per ospitare un sito, raccogliere e fornire recensioni di prodotti, inviare le nostre e-mail o guidare un’avventura. Attraverso contratti con questi terzi, limitiamo il modo in cui possono utilizzare e divulgare informazioni personali su di te senza il tuo consenso.<br\/>Alcuni trasferimenti per scopi aziendali<br\/>Informazioni personali possono essere divulgate come parte di un’operazione aziendale aziendale, come fusione o acquisizione, joint venture, riorganizzazione aziendale, finanziamento o vendita di attività aziendali. Può anche essere divulgato in caso di insolvenza, fallimento o liquidazione in cui le informazioni personali potrebbero essere trasferite a terzi come una delle attività aziendali nell’operazione.<br\/>Processo legale; Protezione di Funky e altri<br\/>Possiamo divulgare le informazioni personali per adeguarsi alla legge (ad esempio una citazione legale); per far rispettare o applicare contratti o accordi; per iniziare, rendere, fatturare e raccogliere per prodotti o servizi; per proteggere i nostri diritti o proprietà; in relazione a reclami, controversie o contenziosi; per proteggere noi stessi, i nostri membri e altri clienti da atti dannosi di altri (ad esempio, furto, frode o abuso); o determiniamo necessaria la divulgazione di informazioni personali necessaria in caso di emergenza.<\/p><p><strong>COOKIES<\/strong><br\/>Utilizziamo “cookies” o altri meccanismi di monitoraggio per aiutare a supportare l’integrità dei processi di registrazione e acquisto sul nostro sito, per mantenere le modifiche apportate (ad esempio, se personalizzi una pagina) e per conoscere il tuo eventuale interesse affinché possiamo provare a personalizzare il marketing. Un “cookie” è un piccolo file di dati che il nostro sito trasferisce al tuo computer per l’archiviazione per consentire al nostro server di “ricordare” informazioni personali specifiche. Utilizziamo anche cookie o informazioni simili per scopi tipici aziendali come amministrare il sito, per monitorare e analizzare il traffico dei visitatori in modo da poter regolare il sito e pubblicizzare e promuovere i nostri prodotti e servizi. I cookie o altri meccanismi di monitoraggio raccolgono almeno quanto segue: il tuo nome di dominio e l’host per l’accesso a Internet; l’indirizzo Internet del sito da cui sei venuto; la data e l’ora del tuo accesso; e l’indirizzo IP del computer e le informazioni relative al sistema operativo e al browser. Queste tecnologie ci aiutano a combattere la frode o l’uso improprio e ricordare cose come: (1) i dati del profilo che tu ci comunicato, (2) le aree specifiche di interesse sui nostri siti, (3) gli elementi che hai inserito il carrello, e (4) le pagine visitate mentre si acquista. Nelle nostre email usiamo “tag pixel” per determinare se il tuo software o servizio email può visualizzare l’email in formato html (questo aiuta a ottimizzare la dimensione dei nostri messaggi e a preservare la larghezza di banda). Puoi disattivare alcuni cookie, ma il sito non necessariamente funzionerà come progettato (ad esempio, i cookie devono essere abilitati per registrare o effettuare acquisti). Possiamo inoltre consentire la raccolta da parte dei fornitori di servizi analitici dei dati di clic del sito e dei cookie per aiutarci a monitorare l’utilizzo aggregato e individuale del nostro sito e determinare gli interessi possibili degli utenti (ad esempio, se si legge un articolo sul sito sulle tende, durante un successiva visita possiamo presentarvi con un articolo sul mantenimento delle tende). Alcuni inserzionisti potrebbero utilizzare i loro cookie sul nostro sito o nei loro messaggi. Se fai clic su una pubblicità, un cookie potrebbe essere inserito nel computer. Per scoprire come questi tipi di aziende tendono a raccogliere e utilizzare informazioni o a sfruttare le opportunità di opt-out che forniscono, visita i loro siti per visualizzare le loro norme sulla privacy. Non controlliamo queste società e le loro pratiche e politiche possono cambiare nel tempo.<\/p><p><strong>LE TUE SCELTE<\/strong><br\/>Puoi dissociarti dal ricevere messaggi commerciali da noi e da altre parti e dalla nostra condivisione di determinate informazioni personali in qualsiasi momento.<\/p><p><strong>ACCESSO ALLE INFORMAZIONI PERSONALI<\/strong><br\/>Non manteniamo tutte le informazioni personali in un modulo accessibile o che possa essere aggiornato da voi e alcune voci potrebbero non essere modificate (ad esempio, record di transazione). Di conseguenza, determineremo a cosa potrebbe essere possibile accedere e come; possiamo anche tenere un registro delle modifiche (incluse le cancellazioni) e divulgarle per fini legali. Teniamo le informazioni personali per tutto il tempo che riteniamo necessario o consigliabile e ci riserviamo il diritto di conservarle in tutta la misura non proibita dalla legge. Possiamo scartare le informazioni personali a nostra discrezione e dovresti dunque conservare un tuo proprio record. Spesso non è possibile né consigliabile scartare informazioni personali (come le informazioni personali combinate), quindi ci riserviamo il diritto di conservarle ma trattarle come inattive o scartate. Puoi richiedere l’aggiornamento delle informazioni personali (quelle che possono essere aggiornate) contattando il nostro servizio clienti tramite posta elettronica, telefono o posta; in genere ci occorrono circa due giorni per elaborare una richiesta di aggiornamento e ci riserviamo il diritto di prendere più tempo.<\/p><p><strong>SICUREZZA DELLE INFORMAZIONI PERSONALI<\/strong><br\/>Funky utilizza misure fisiche, elettroniche e procedurali per proteggere le informazioni personali da accesso, uso o divulgazione non autorizzati quando è sotto il nostro controllo. Anche così, le violazioni e gli errori di sicurezza possono accadere e accadono e non garantiamo la sicurezza delle informazioni personali. Ad eccezione delle trasmissioni finanziarie, si dovrebbe assumere che il sito non sia crittografato. Le comunicazioni via e-mail e le chat in linea non sono crittografate, quindi non includere informazioni personali sensibili in esse. “Il phishing” , gli impostori e i siti web falsi sono un dato di fatto della vita moderna.<\/p><p><strong>COSA È POSSIBILE FARE PER PROTEGGERE LE INFORMAZIONI PERSONALI<\/strong><br\/>In qualsiasi momento, se ritenete che persone non autorizzate abbiano avuto accesso a informazioni personali che vi riguardano sotto il nostro controllo, contattateci. Una parte importante nel garantire la sicurezza delle informazioni personali è il proprio sforzo per proteggerlo dall’accesso o dall’uso non autorizzato.<\/p><p><strong>BAMBINI<\/strong><br\/>Potete fornire o possiamo chiedere informazioni personali sui bambini. Non vogliamo tuttavia raccogliere informazioni personali da parte dei bambini. Non fornire alcuna informazione personale (direttamente o su bacheche, ecc.) A meno che non abbiate almeno 13 anni. Incoraggiamo i genitori a fare attenzione ai loro figli cosicché non forniscano informazioni personali. Se un minore di 13 anni ha fornito informazioni personali, un genitore o un tutore può informarci scrivendoci all’indirizzo indicato di seguito e utilizzeremo sforzi commerciali ragionevoli per eliminarlo dal nostro database, nel rispetto della legge applicabile e di questa politica.<\/p><p><strong>MODIFICHE DI QUESTA INFORMATIVA SULLA PRIVACY<\/strong><br\/>Senza pregiudizio sui vostri diritti in base alla legge applicabile in materia di protezione dei dati o della privacy, il Service Provider può modificare questa dichiarazione sulla privacy periodicamente e tale modifica è efficace dopo l’inserimento in questo sito.<\/p><p><strong>COME CONTATTARCI<\/strong><br\/>Rispettiamo la vostra riservatezza e ci impegniamo ad attuare le politiche descritte in questa Informativa sulla privacy. Se hai domande, commenti o preoccupazioni riguardo a questa Informativa sulla privacy o sulle nostre pratiche sulla privacy, contattaci all’indirizzo info@funkysnowboards.com<br\/><\/p>",
        "text_size": "medium"
      }
    }
  },
  "order": [
    "945e1b6a-7e2c-48e4-b5ed-d325726d365b",
    "main",
    "bc968b9e-f027-4344-9c59-ccdcc3406452"
  ]
}