{
  "sections": {
    "9066b2ff-f527-42b2-9305-9d566a1110a7": {
      "type": "buttons",
      "blocks": {
        "template--16005177049253__9066b2ff-f527-42b2-9305-9d566a1110a7-1677420716239b01e8-0": {
          "type": "buttons",
          "settings": {
            "btn_text": "termini & condizioni",
            "btn_link": "shopify:\/\/pages\/terms-conditions",
            "btn_selected": true
          }
        },
        "b5bb7d9e-4816-4bd0-b522-8d98e3e83b8a": {
          "type": "buttons",
          "settings": {
            "btn_text": "privacy policy",
            "btn_link": "shopify:\/\/pages\/privacy-policy",
            "btn_selected": false
          }
        },
        "08f98f42-4dd8-45a1-84b0-d545ef09f79f": {
          "type": "buttons",
          "settings": {
            "btn_text": "cookies",
            "btn_link": "shopify:\/\/pages\/cookie-policy",
            "btn_selected": false
          }
        }
      },
      "block_order": [
        "template--16005177049253__9066b2ff-f527-42b2-9305-9d566a1110a7-1677420716239b01e8-0",
        "b5bb7d9e-4816-4bd0-b522-8d98e3e83b8a",
        "08f98f42-4dd8-45a1-84b0-d545ef09f79f"
      ],
      "settings": {}
    },
    "main": {
      "type": "main-page",
      "settings": {}
    },
    "bc968b9e-f027-4344-9c59-ccdcc3406452": {
      "type": "rich-text",
      "settings": {
        "full_width": false,
        "section_title": "",
        "text": "<p><strong>1.Disposizioni generali<\/strong><br\/>1.1 Le presenti Condizioni e termini generali, Consumatori, si applicano a tutti i rapporti legali formati tramite il negozio online www.funkysnowboards.com tra la società ‘Funky s.n.c. , Via Molino delle Armi, 15 – Milano (MI), 20123, Italia, ed i suoi clienti. Rifiutiamo ogni disposizione contrattuale deviante del cliente specificato all’ordine. Queste non costituiscono parte integrante del contratto, anche se non lo precisiamo espressamente al momento dell’accettazione del contratto.<br\/>1.2 Le Condizioni ed i termini generali si applicano nella versione applicabile al momento della conclusione del contratto. Sono disponibili in qualsiasi momento su www.funkysnowboards.com e possono essere conservati gratuitamente scaricandoli e \/o stampandoli.<br\/><br\/><strong>2. Conclusione del contratto<\/strong><br\/>2.1 Le informazioni sulle merci su www.funkysnowboards.com non costituiscono un’offerta vincolante da parte di Funky s.n.c. ma un invito al cliente a presentare a Funky snowboards s.n.c. un’offerta per l’acquisto di merci nel negozio online di Funky. Per acquistare le merci desiderate, il cliente fa clic sui pulsanti appropriati (ad esempio “Ottieni”) ed inserisce le informazioni richieste in seguito nella pagina degli ordini.<br\/>2.2 Il cliente deve avere l’opportunità di visualizzare tutte le informazioni prima di procedere ad un ordine vincolante e di correggere eventuali errori. Prima di inviare un ordine, i clienti sono tenuti ad accettare le condizioni generali di utilizzo di Funky; tali informazioni nonché le informazioni sulla revoca saranno a disposizione del cliente per la visualizzazione e, se necessario, il download e \/ o la stampa, prima dell’accettazione. La successiva presentazione di un ordine vincolante (ad esempio, pulsante “Ordine vincolante”) costituisce un’offerta vincolante da parte del cliente a Funky per l’acquisto delle merci.<br\/>2.3 Funky s.n.c. può accettare l’ordine via e-mail al cliente entro tre giorni lavorativi (da lunedì a venerdì, ad eccezione dei giorni festivi) o può dichiarare l’accettazione tacita spedendo la merce. Se il cliente non riceve alcuna e-mail di accettazione dell’ordine e la merce non viene ricevuta entro 14 giorni dall’ordinazione, non è stato formato alcun contratto.<br\/>2.4 Funky s.n.c. deve informare il cliente via e-mail in caso di ritardi nella consegna e la durata di tali ritardi e di mancata disponibilità di merci ordinate. Il cliente non sarà più vincolato dall’ordine o può rispondere per confermare l’accettazione della consegna successiva.<br\/><br\/><strong>3. Prezzi, spedizione e luogo di consegna<\/strong><br\/>3.1 Vengono applicati i prezzi correnti lordi (IVA inclusa) applicabili al momento dell’ordine ei costi di spedizione indicati accanto alle rispettive merci e successivamente nel carrello.<br\/>Funky offre i seguenti metodi di pagamento: Carta di credito\/debito, Paypal.<br\/>3.2 Le merci devono essere spedite all’indirizzo di consegna indicato nell’ordine. Ci dispiace che la spedizione in paesi da quelli inclusi nell’elenco delle spese di spedizione non sia possibile.<\/p><p><strong>4. Costi di spedizione per reso in caso di revoca<\/strong><br\/>Se il cliente revoca il contratto, i costi della spedizione di reso saranno pagati dal cliente, a condizione che le merci siano consegnate come ordinate.<\/p><p><strong>5. Spedizione, trasferimento del rischio, ritenzione del titolo<\/strong><br\/>5.1 Le merci devono essere spedite all’indirizzo di consegna indicato dal cliente. Le merci che Funky ha in magazzino devono essere spedite entro 2-5 giorni lavorativi.<br\/>5.2 La spedizione delle merci deve essere a rischio di Funky. Il rischio di perdita accidentale e deterioramento accidentale delle merci viene trasferito al cliente al momento della consegna. Ciò non si applica al trasporto di merci in restituzione, che deve essere a rischio di Funky s.n.c.<br\/>5.3 Le merci rimangono proprietà di Funky s.n.c. fino alla ricezione del pagamento completo del prezzo di acquisto.<\/p><p><strong>6. Diritti dei clienti in caso di difetti<\/strong><br\/>6.1 Una garanzia è fornita in conformità alle disposizioni di legge, ad eccezione per la responsabilità dei danni limitata in casi di intenzionalità e grave negligenza.<br\/>Se hai problemi con il tuo ordine online, ci piacerebbe che ci contatti. Apprezziamo il contatto diretto con i nostri clienti e vorremmo accontentare tutti.<\/p><p><strong>7. Responsabilità di Funky s.n.c.<\/strong><br\/>7.1 Funky s.n.c., i suoi corpi e gli agenti vicari, nonostante le seguenti limitazioni di responsabilità, sono sempre responsabili in caso di intenzionalità, grave negligenza, lesioni personali o morte.<br\/>7.2 Funky s.n.c. non è responsabile per negligenza ordinaria, salvo che obblighi contrattuali essenziali di Funky s.n.c. siano interessati. (per “Obblighi contrattuali essenziali” si intendono quegli obblighi il cui rispetto costituisce una condizione preliminare per l’esecuzione stessa del contratto). Se Funky s.n.c. è responsabile per la responsabilità ordinaria di negligenza, è limitata in termini di ammontare a danni tipici del tipo di accordo e prevedibili da Funky s.n.c. al momento della conclusione del contratto.<\/p><p><strong>8. Compensazione<\/strong><br\/>Il diritto di compensazione del cliente si applica unicamente quando le domande contrattuali del cliente sono state definitivamente stabilite da un tribunale o sono indiscusse da Funky s.n.c.<\/p><p><strong>9. Clausola di revoca<\/strong><br\/>9.1 Diritto di revoca<br\/>Hai il diritto di revocare questo contratto entro 30 giorni senza indicare motivi. Il termine di revoca di 30 giorni avrà inizio il giorno in cui voi o una terza parte nominata da voi, che non è il vettore, prende il possesso dei beni finali inclusi nel rispettivo ordine. Per esercitare il tuo diritto di revoca, devi comunicare a sales@funkysnowboards.com una dichiarazione inequivocabile che indichi la tua decisione di revocare questo contratto.<br\/>La scadenza per la revoca sarà considerata soddisfatta se la notifica dell’esercizio del diritto di revoca viene inviata prima della scadenza del periodo di revoca.<br\/>Conseguenze della revoca<br\/>Se revochi questo contratto, rimborseremo tutti i pagamenti che abbiamo ricevuto da voi, compresi i costi di spedizione (ad eccezione di eventuali costi aggiuntivi sostenuti a causa di un’opzione di consegna diversa dall’opzione standard più economica offerta da noi), senza indugio e al più tardi entro 30 giorni dal giorno della ricezione della notifica di revoca del presente contratto. Per fornire il rimborso verrà utilizzato lo stesso metodo di pagamento usato nell’operazione originale a meno che non abbiamo espressamente convenuto diversamente; in nessun caso ti verrà addebitato alcun costo relativo a questo rimborso. Possiamo rifiutarci di fornire il rimborso fino a quando non abbiamo ricevuto la merce o fino a quando non avrete fornito la prova di invio delle merci, a seconda di quale avvenga prima.<br\/>È necessario restituire o riconsegnare la merce a Funky snc, Via Molino delle Armi, 15 – Milano (MI), 20123, Italia, senza indugio e comunque entro 14 giorni dal giorno in cui ci informi della revoca di questo contrarre. La scadenza sarà considerata soddisfatta la merce viene spedita prima della scadenza del periodo di 14 giorni.<br\/>Se le merci sono state consegnate come ordinate, i costi della spedizione di restituzione saranno sostenuti da voi.<br\/>Sarai solamente ritenuto responsabile per qualsiasi perdita di valore della merce se essa è dovuta ad una manomissione non necessaria per verificare la qualità, le proprietà e le funzionalità delle merci.<\/p><p><strong>10. Protezione dei dati<\/strong><br\/>10.1 Funky s.n.c. raccoglie e utilizza dati personali e parzialmente pseudonimizzati o anonimi di clienti nell’esercizio del negozio online e nella ricezione e nell’esecuzione di ordini, compresa la consegna, la fatturazione e il controllo dei pagamenti. In tutti questi processi Funky s.n.c. rispetta rigorosamente le norme sulla protezione dei dati applicabili in Italia.<br\/>10.2 Come indicato nella Sezione 2 delle Informazioni per i Consumatori, la parte contraente con la quale il cliente stipula un contratto deve in ogni caso essere Funky snowboards s.n.c., anche se il cliente ordina da un altro negozio online gestito da Funky s.n.c.<br\/>10.3 Funky s.n.c. raccoglie, conserva, modifica, usa o trasmette dati personali quando ciò è necessario per la conclusione, la prestazione o la risoluzione di un contratto o un obbligo simile ad un’operazione legale nei confronti del cliente e qualora ciò sia richiesto per la tutela dei suoi legittimi interessi e dove non vi è alcuna ragione per supporre l’esistenza di interessi pregiudizievoli del cliente che meritano la protezione e richiedono l’esclusione dei suoi dati dall’ elaborazione o utilizzo. Funky s.n.c. trasmette i dati personali ai fornitori di servizi subappaltati per l’implementazione dell’ordine. Inoltre, Funky s.n.c. utilizza i dati degli indirizzi per ordini di prima volta pagati per fattura o rate per valutare il rischio di mancanze di pagamento in ogni singolo caso. Funky s.n.c. utilizza anche i dati degli ordini e degli indirizzi per scopi di marketing di Funky s.n.c.<br\/>Si prega di notare che: è possibile opporsi alla raccolta, all’elaborazione, all’uso e alla trasmissione dei tuoi dati personali per scopi di marketing in qualsiasi momento inviando una notifica, senza alcuna forma particolare, inviando una email a info@funkysnowboards.com. La tua obiezione non si estenderà all’uso richiesto per eseguire il nostro contratto con te.<br\/>10.4 Ogni visita sul sito web deve essere scambiata inevitabilmente tra il server e il computer del cliente (URL, tipo di browser, altri attributi tecnici).<br\/>Per migliorare la navigazione e facilitare l’utilizzo del processo di ordine e di altri servizi sul sito web, vengono creati piccoli file di testo specifici per la sessione (cookie) e memorizzati temporaneamente sul dispositivo dell’utente.<br\/>I cookie vengono cancellati alla fine della sessione. I clienti possono modificare le impostazioni del proprio browser per impedire l’utilizzo dei cookie. Informazioni dettagliate possono essere trovate nella funzione di aiuto del rispettivo browser cercando la parola chiave “cookies”.<br\/>10.5 Questo sito web utilizza Google Analytics, un servizio di analisi web fornito da Google Inc. (“Google”). Google Analytics utilizza i file di testo “cookie” memorizzati nel computer e che consentono un’analisi dell’utilizzo del sito. Le informazioni sul tuo utilizzo di questo sito web generato dai cookie vengono generalmente inviate a un server Google negli Stati Uniti e memorizzate. L’anonimizzazione IP viene attivata su questo sito, affinché all’interno degli Stati membri dell’Unione europea e di altri Stati che partecipano all’accordo sullo Spazio economico europeo, gli indirizzi IP degli utenti vengano abbreviati da Google prima della trasmissione. Solo in casi eccezionali verrà inviato un indirizzo IP completo a un server Google negli Stati Uniti e lì sarà abbreviato.<br\/>Google utilizzerà queste informazioni per conto dell’operatore di questo sito web per analizzare l’utilizzo del sito web, elaborare rapporti sull’attività del sito web e fornire ulteriori servizi relativi all’utilizzo di siti web e Internet all’operatore del sito web. L’indirizzo IP trasmesso dal tuo browser nel contesto di Google Analytics non sarà combinato con altri dati di Google.<br\/>Può impedire la memorizzazione dei cookie modificando le impostazioni del software del browser. Tuttavia, si prega di notare che in questo caso si potrebbe non essere in grado di sfruttare appieno tutte le funzioni di questo sito web. E’ inoltre possibile impedire la raccolta dei dati generati dal cookie e correlati all’utilizzo del sito web (incluso il tuo indirizzo IP) da parte di Google e l’elaborazione da parte di Google tramite il download e l’installazione del plug-in del browser disponibile sotto il seguente link attualmente : http:\/\/tools.google.com\/dlpage\/gaoptout?hl=de “.<br\/>10.6 I clienti possono in qualsiasi momento richiedere informazioni sui dati memorizzati sulla loro persona ed, in caso, la correzione, il blocco o la cancellazione di questi dati.<\/p><p><strong>11. Disposizioni finali<\/strong><br\/>11.1 Viene applicata la legge della Repubblica italiana, esclusa la legge ONU relativa alla vendita di merci. L’applicazione di leggi obbligatorie dello stato in cui il cliente ha il suo luogo di dimora abituale al momento della conclusione del contratto non è influenzata da questa scelta di legge.<br\/>11.2 Qualora una o più disposizioni di queste Condizioni e Termini Generali siano o diventino invalide o inapplicabili, ciò non pregiudica la validità delle restanti disposizioni contrattuali. La disposizione invalida o inapplicabile è sostituita da una disposizione che si approssima quanto più possibile in termini economici e giuridici alle intenzioni delle parti nel formulare la disposizione originaria. Lo stesso vale per eventuali lacune dell’accordo.<\/p>",
        "text_size": "medium"
      }
    }
  },
  "order": [
    "9066b2ff-f527-42b2-9305-9d566a1110a7",
    "main",
    "bc968b9e-f027-4344-9c59-ccdcc3406452"
  ]
}