{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {}
    },
    "bc968b9e-f027-4344-9c59-ccdcc3406452": {
      "type": "rich-text",
      "settings": {
        "full_width": false,
        "section_title": "",
        "text": "<p><strong>Per acquisti su funkysnowboards.com<\/strong><\/p><p>Il reso e\/o cambio dei prodotti è possibile entro e non oltre il termine di 20 giorni, decorrente dalla data di consegna dell’ordine.<\/p><p><strong>Modalità Resi e Cambi<\/strong> <\/p><p>E’ fondamentale che i prodotti soggetti a un cambio o una restituzione siano in condizioni nuove \/ inutilizzati con imballaggi originali ed etichette; in caso contrario, non sarà possibile realizzare il cambio o la restituzione. Possono essere restituiti dopo l’utilizzo o senza cartellini solo i prodotti difettosi. (Per le restituzioni di prodotti difettosi, si prega di riferirsi alla nostra sezione di garanzia).<\/p><p>È responsabilità del cliente imballare adeguatamente gli articoli affinché Funky li riceva in perfette condizioni.<\/p><p>Se gli articoli vengono ricevuti in cattive condizioni, non potremo effettuare la restituzione richiesta.<br\/>Siete tenuti a coprire tutte le spese di spedizione in caso di restituzione e\/o cambio merce. Funky non sarà responsabile per smarrimenti o pacchi consegnati senza identificazione.<\/p><p><br\/>Indirizzo di spedizione : <\/p><p><em>Funky snc <\/em><\/p><p><em>Via Molino delle Armi 15 <\/em><\/p><p><em>20123 Milano MI <\/em><\/p><p><em>Italia<\/em><\/p><p><\/p><p><strong>Cambio prodotto<\/strong><\/p><p>Per procedere con un cambio, previa spedizione del prodotto, il cliente è tenuto a contattare <a href=\"mailto:info@funkysnowboards.com\">info@funkysnowboards.com<\/a> indicando il numero d’ordine, il prodotto da sostituire e il prodotto con il quale si vuole fare il cambio (taglia più piccola, più grande, altro colore, altro articolo...) in base alla disponibilità visualizzata sul sito. <\/p><p>I prodotti selezionati devono avere un importo almeno uguale a quello che rendi.<\/p><p>Una volta ricevuto il reso, Funky procederà a verificare l’integrità del prodotto, e se non presenta alcun difetto, proseguirà con la spedizione dell’articolo sostitutivo all’indirizzo originale.  <\/p><p><strong>Reso prodotto<\/strong><\/p><p>Per procedere con il reso, previa spedizione del prodotto, il cliente è tenuto a contattare <a href=\"mailto:info@funkysnowboards.com\">info@funkysnowboards.com<\/a> segnalando il numero d’ordine e il prodotto da rendere.<\/p><p>Giunto il pacchetto nella nostra sede, il nostro staff procederà a verificare l’integrità del prodotto: in caso sussista il diritto di rimborso, Funky proseguirà con il rimborso attraverso la piattaforma di pagamento utilizzata dal cliente.<\/p><p>Il rimborso sarà emesso entro 10 giorni dalla ricezione del reso.<\/p><p><\/p><p>Se hai dubbi contattaci a info@funkysnowboards.com<\/p>",
        "text_size": "medium"
      }
    }
  },
  "order": [
    "main",
    "bc968b9e-f027-4344-9c59-ccdcc3406452"
  ]
}